Repository: Michiel1973/amazonia
Catalog: mods/quartz/locale/*.po
Languages: fr

source: Quartz Crystal
fr: Cristal de quartz

source: Quartz Crystal Piece
fr: Morceau de cristal de quartz

source: Quartz Ore
fr: Minerai de quartz

source: Quartz Block
fr: Bloc de quartz

source: Chiseled Quartz
fr: Quartz cisel√©

source: Quartz Pillar
fr: Pilier en quartz

source: Quartz stair
fr: Escalier en quartz

source: Quartz slab
fr: Dalle en quartz

source: Quartz Pillar stair
fr: Escalier en pilier en quartz

source: Quartz Pillar slab
fr: Dalle en pilier en quartz
