Repository: Michiel1973/amazonia
Catalog: mods/castle_masonry/locale/*.po
Languages: es, fr, it

source: @1 Arrowslit
es: Aspillera de @1
fr: Meurtrière en @1
it: Feritoia per frecce di @1

source: @1 Arrowslit with Cross
es: Aspillera con Crus de @1
fr: Meurtrière en croix en @1
it: Feritoia a croce per frecce di @1

source: @1 Arrowslit with Hole
es: Aspillera con Agujero de @1
fr: Meurtrière avec trou en @1
it: Feritoia a foro per frecce di @1

source: @1 Embrasure
es: Aféizar de @1
fr: Embrasure en @1
it: Feritoia di @1

source: Stonewall
es: Pared de piedra
fr: Pierre brune
it: muro di pietra

source: Cobble
es: Adoquín
fr: Pavé
it: ciottoli

source: Stonebrick
es: Ladrillo de Piedra
fr: Brique de pierre
it: mattone di pietra

source: Sandstone Brick
es: Ladrillo de Arenisca
fr: Brique de grès
it: mattone d'arenaria del deserto

source: Desert Stone Brick
es: Ladrillo de Piedra del Desierto
fr: Brique de pierre du désert
it: mattone di pietra del deserto

source: Desert Sandstone Brick
it: mattone d'arenaria del deserto

source: Silver Sandstone Brick
it: mattone d'arenaria argentata

source: Stone
es: Piedra
fr: Pierre
it: pietra

source: Sandstone
es: Arenisca
fr: Grès
it: arenaria

source: Desert Stone
es: Piedra del Desierto
fr: Pierre du désert
it: pietra del deserto

source: Desert Sandstone
it: arenaria del deserto

source: Silver Sandstone
it: arenaria argentata

source: Wood
es: Madera
fr: Bois
it: legno

source: Ice
es: Hielo
fr: Glace
it: ghiaccio

source: Snow
es: Nieve
fr: Neige
it: neve

source: Obsidian Brick
es: Ladrillo de Obsidiana
fr: Brique d'obsidienne
it: mattone d'ossidiana

source: @1 Murder Hole
es: Agujero de @1
fr: Trou en @1
it: Buca assassina di @1

source: @1 Machicolation
es: Matacán de @1
fr: Machicoulis en @1
it: Caditoia di @1

source: Paving Stone
es: Piedra Pavimentada
fr: Pierre de pavage
it: Pietra pavimentale

source: Pavement Brick
es: Ladrillo Pavimentado
fr: Brique de pavage
it: Mattone pavimentale

source: Castle Pavement Stair
es: Escalera de Castillo Pavimentada
fr: Escaliers de chateau pavé
it: Scala pavimentale del castello

source: Castle Pavement Slab
es: Pavimento de Castillo
fr: Dalle de chateau pavé
it: Lastra pavimentale del castello

source: Roof Slates
es: Pizarras de Techo
fr: Toiture en ardoise
it: Tegole d'ardesia

source: @1 Pillar Base
es: Base de Pilar de @1
fr: Base de pilier en @1
it: Base della colonna di @1

source: @1 Half Pillar Base
es: Base de Medio Pilar de @1
fr: Base de demi pilier en @1
it: Mezza base della colonna di @1

source: @1 Pillar Top
es: Parte Superior de Pilar de @1
fr: Haut de pilier en @1
it: Capitello di @1

source: @1 Half Pillar Top
es: Parte Superior de Medio Pilar @1
fr: Haut de demi pilier en @1
it: Mezzo capitello di @1

source: @1 Pillar Middle
es: Medio Pilar de @1
fr: Milieu de pilier en @1
it: Fusto della colonna di @1

source: @1 Half Pillar Middle
es: Medio del Medio Pilar de @1
fr: Milieu de demi pilier en @1
it: Mezzo fusto della colonna di @1

source: @1 Crossbrace
es: Viga de @1
fr: Travers en @1
it: Costolone di @1

source: @1 Extended Crossbrace
es: Viga Extendida de @1
fr: Travers entendu en @1
it: Costolone esteso di @1

source: Castle Wall
es: Pared de Castillo
fr: Pierre brune
it: Muro del castello

source: Castle Rubble
es: Escombros de Castillo
fr: Gravats de chateau
it: Detriti del castello

source: Castle Corner
es: Esquina de Castillo
fr: Angle de chateau
it: Angolo del castello

source: Stone Wall
es: Pared de Piedra
fr: Mur de pierre
it: Muro di pietra

source: Rubble
es: Escombros
fr: Décombre
it: Detriti

source: Castle Stonewall Stair
es: Escalera de Pared de Castillo
fr: Escalier en pierre brune
it: Scala del castello in muro di pietra

source: Castle Stonewall Slab
es: Losa de Pared de Castillo
fr: Dalle en pierre brune
it: Lastra del castello in muro di pietra

source: Castle Rubble Stair
es: Escalera de Escombro de Castillo
fr: Escalier en gravats de chateau
it: Scala del castello in detriti

source: Castle Rubble Slab
es: Losa de Escombro de Castillo
fr: Dalle en gravats de chateau
it: Lastra del castello in detriti

source: Dungeon Stone
es: Piedra de Mazmorra
fr: Pierre de dongeon
it: Pietra del sotterraneo

source: Dungeon Stone Stair
es: Escalera de Piedra de Mazmorra
fr: Escalier en pierre de dongeon
it: Scala di pietra del sotterraneo

source: Dungeon Stone Slab
es: Losa de Piedra de Mazmorra
fr: Dalle en pierre de dongeon
it: Lastra di pietra del sotterraneo
