Repository: Michiel1973/amazonia
Catalog: mods/sea_plants/locale/*.po
Languages: it

source: Green Kelp
it: Laminariale verde

source: Green Kelp middle
it: Parte centrale della laminariale verde

source: Brown Kelp
it: Laminariale marrone

source: Brown Kelp middle
it: Parte centrale della laminariale marrone

source: Green Seagrass
it: Erba marina verde

source: Red Seagrass
it: Erba marina rossa

source: Sea plants sand kelp green
it: Sea Plants - sabbia della laminariale verde

source: Sea plants dirt kelp green
it: Sea Plants - terra della laminariale verde

source: Sea plants sand kelp brown
it: Sea Plants - sabbia della laminariale marrone

source: Sea plants dirt kelp brown
it: Sea Plants - terra della laminariale marrone

source: Sea plants sand seagrass green
it: Sea Plants - sabbia dell'erba marina verde

source: Sea plants dirt seagrass green
it: Sea Plants - terra dell'erba marina verde

source: Sea plants sand seagrass red
it: Sea Plants - sabbia dell'erba marina rossa

source: Sea plants dirt seagrass red
it: Sea Plants - terra dell'erba marina rossa

source: Sea salad mix
it: Insalata marina
