Repository: Michiel1973/amazonia
Catalog: mods/basic_signs/locale/*.po
Languages: ms, ru

source: Write
ru: записать

source: Locked sign, owned by @1
ms: Papan tanda berkunci, milik @1
ru: защищенная табличка, пренадлежит @1

source: locked
ms: berkunci
ru: защищенный

source: @1 wrote "@2" to @3sign at @4
ms: @1 menulis "@2" atas papan tanda @3dekat @4
ru: @1 записал "@2" в @3sign на @4

source: Sign
ms: Papan Tanda
ru: табличка

source: Can edit all locked signs
ms: Boleh sunting semua papan tanda berkunci
ru: Может редактировать все защищенные таблички

source: Locked Sign
ms: Papan Tanda Berkunci
ru: защищенная табличка

source: green
ms: hijau
ru: зеленая

source: yellow
ms: kuning
ru: желтая

source: red
ms: merah
ru: красная

source: white_red
ms: putih_merah
ru: краснобелая

source: white_black
ms: putih_hitam
ru: чернобелая

source: orange
ms: jingga
ru: оранжевая

source: blue
ms: biru
ru: синея

source: brown
ms: perang
ru: коричневая

source: Sign (@1, metal)
ms: Papan Tanda (@1, logam)
ru: Табличка (@1, металл)

source: Attempt to register unknown node as fence
ms: Cuba untuk mendaftar nod tidak diketahui sebagai pagar
ru: Попытка зарегистрировать неизвестный узел как забор

source: Registered @1 and @2
ms: Telah daftar @1 dan @2
ru: Зарегистрировано @1 для @2

source: [MOD] signs loaded
ms: [MODS] signs telah dimuatkan
ru: [MOD] мод табличек загружен
