Repository: Michiel1973/amazonia
Catalog: mods/gloopblocks/locale/*.po
Languages: de, fr

source: Diagonal Rainbow Block
fr: Bloc Arc-en-ciel diagonal

source: Horizontal Rainbow Block
fr: Bloc Arc-en-ciel horizontal

source: Cement
de: Zement
fr: Ciment

source: Evil Block
de: Teuflischer Block
fr: Bloc diabolique

source: Basalt
fr: Basalte

source: Pumice
de: Bimsstein
fr: Pierre ponce

source: Pavement
de: Strassenbelag
fr: Chaussée

source: Oerkki Block
fr: Bloc Oerkki

source: Mossy Stone Brick
de: Moosiger Steinziegel
fr: Brique moussue en pierre

source: Mossy Stone
de: Moosiger Stein
fr: Pierre moussue

source: Cobblestone Road Bed
de: Kopfsteinpflasterstrasse
fr: Ballast en pierres

source: Mossy Cobblestone Road Bed
de: Moosige Kopfsteinpflasterstrasse
fr: Ballast moussu en pierres

source: Wooden Scaffold
de: Holzgeruest
fr: Échafaud en bois

source: Cobblestone Roadbed
de: Kopfsteinpflasterstrasse
fr: Ballast en pierres

source: Mossy Cobblestone Roadbed
de: Moosige Kopfsteinpflasterstrasse
fr: Ballast moussu en pierres

source: Rainbow Block
de: Regenbogenblock
fr: Bloc Arc-en-ciel

source: Glow Crystal
fr: Cristal brillant

source: Glow Emerald
fr: Émeraude brillante

source: Glow Mese
fr: Mese brillant

source: Mossy Stone Stair
de: Moosige Steintreppe
fr: Marche moussue en pierre

source: Mossy Stone Slab
de: Moosige Pflastersteintreppe
fr: Dalle moussue en pierre

source: Mossy Cobble Stair
de: Moosige Pflastersteintreppe
fr: Marche moussue en pierres

source: Mossy Cobble Slab
de: Moosige Pflastersteinstufe
fr: Dalle moussue en pierres

source: Mossy Stone Brick Stair
de: Moosige Steinziegeltreppe
fr: Marche moussue en briques de pierre

source: Mossy Stone Brick Slab
de: Moosige Steinziegelstufe
fr: Dalle moussue en briques de pierre

source: Cobble Roadbed Stair
de: Kopfsteinstrassentreppe
fr: Marche en ballast (pierres)

source: Cobble Roadbed Slab
de: Kopfsteinstrassenstufe
fr: Dalle en ballast (pierres)

source: Mossy Cobble Roadbed Stair
de: Moosige Kopfsteinstrassentreppe
fr: Marche moussue en ballast (pierres)

source: Mossy Cobble Roadbed Slab
de: Moosige Kopfsteinstrassenstufe
fr: Dalle moussue en ballast (pierres)

source: Cement Stair
de: Zementtreppe
fr: Marche en ciment

source: Cement Slab
de: Zementstufe
fr: Dalle en ciment

source: Pavement Stair
de: Strassenbelagtreppe
fr: Marche de chaussée

source: Pavement Slab
de: Strassenbelagstufe
fr: Dalle de chaussée

source: Basalt Stair
fr: Marche en basalte

source: Basalt Slab
fr: Dalle en basalte

source: Pumice Stair
fr: Marche en pierre ponce

source: Pumice Slab
fr: Dalle en pierre ponce

source: Rainbow Block Stair
fr: Marche en bloc Arc-en-ciel

source: Rainbow Block Slab
fr: Dalle en bloc Arc-en-ciel

source: Cement Pickaxe
de: Zementspitzhacke
fr: Pioche en ciment

source: Cement Shovel
de: Zementschaufel
fr: Pelle en ciment

source: Cement Axe
de: Zementaxt
fr: Hache en ciment

source: Cement Sword
de: Zementschwert
fr: Épée en ciment

source: Evil Pickaxe
de: Teuflische Spitzhacke
fr: Pioche diabolique

source: Evil Shovel
de: Teuflische Schaufel
fr: Pelle diabolique

source: Evil Axe
de: Teuflische Axt
fr: Hache diabolique

source: Evil Sword
de: Teuflisches Schwert
fr: Épée diabolique

source: Wet Cement
de: Feuchter Zement
fr: Mortier

source: Evil Stick
de: Teuflischer Stock
fr: Baton diabolique

source: Obsidian
fr: Obsidienne

source: Steel Fence
fr: Barrière en acier

source: Gloopblocks Loaded!
de: Gloopblocks geladen!
fr: [Gloopblocks] a été chargé.
